Repository: RizkyFaisalRafi/story_app_dicoding_intermediate
Catalog: lib/l10n/app_*.arb
Languages: id

# titleDicodingStory
source: Dicoding Story
id: Cerita Dicoding

# titleDescription
source: Description: {description}
id: Deskripsi: {description}

# tittleHome
source: Home
id: Beranda

# tittleFavorite
source: Favorite
id: Favorit

# tittleProfile
source: Profile
id: Profil

# tittleComingSoon
source: Coming Soon
id: Segera Hadir

# tittleLatitude
source: Latitude: {latitude}
id: Lintang: {latitude}

# tittleLongitude
source: Longitude: {longitude}
id: Bujur: {longitude}

# titleSetting
source: Setting
id: Pengaturan

# subTittleSetting
source: Application Settings.
id: Pengaturan Aplikasi

# titleContactUs
source: Contact Us
id: Hubungi Kami

# subTittleContactUs
source: Convey Obstacles, Criticisms, and Suggestions.
id: Sampaikan Kendala, Kritik, dan Saran.

# titleAboutApp
source: About App
id: Tentang Aplikasi

# subTitleAboutApp
source: View complete information about the application.
id: Lihat informasi lengkap tentang aplikasi.

# titleComplaintDescription
source: For complaints, criticisms, and suggestions in using the List Story Dicoding Intermediate application, you can contact:
id: Untuk keluhan, kritik, dan saran dalam penggunaan aplikasi List Story Dicoding Intermediate, Anda dapat menghubungi:

# titleWorkHourDescription
source: Contact me during business hours: 09:00 - 16:00 WIB
id: Hubungi saya pada saat jam kerja: 09:00 - 16:00 WIB

# titleDicodingStoryApp
source: Dicoding Story Application
id: Aplikasi Cerita Dicoding

# titleVersionApp
source: Version 1.0.0
id: Versi 1.0.0

# titleContentAboutApp
source: The Story App application is designed to provide an easy and fun story sharing experience to users. With a simple yet intuitive interface, this application allows users to upload stories in the form of text or photos. I hope this application can be accepted to get the Flutter Intermediate Dicoding Certification Later.
id: Aplikasi Story App dirancang untuk memberikan pengalaman berbagi cerita yang mudah dan menyenangkan kepada pengguna. Dengan tampilan antarmuka yang sederhana namun intuitif, aplikasi ini memungkinkan pengguna untuk mengunggah cerita dalam bentuk teks maupun foto. Saya berharap aplikasi ini dapat diterima untuk mendapatkan Sertifikasi Dicoding Flutter Intermediate Nantinya.

# titleDevelopedBy
source: Developed by:
id: Dikembangkan oleh:

# titleFollowSocialMedia
source: Follow me on social media:
id: Ikuti saya di media sosial:
